Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/opetus-_ja_kasvatusalan_tietovajeita_saamelaisista_paikkaava_ihmisoikeuskasvatusmateriaali_julkaistu_.html.tmx
Source language: fin
Languages: sms

source: Opetus- ja kasvatusalan tietovajeita saamelaisista paikkaava ihmisoikeuskasvatusmateriaali julkaistu!
sms: Mättʼtõs- da peâmmamsueʹrj teâttvääʹjjvuõđid säʹmmlain paiʹǩǩeei ooumažvuõiggâdvuõttpeâmmam-materiaal õlmstõttum!

source: Tiedätkö, mikä alkuperäiskansa on?
sms: Teâđak-a, mii alggmer lij?

source: Mitä tiedät saamelaisista?
sms: Mâid teâđak säʹmmlain?

source: Suomessa on suuri tietovaje saamelaisista, heidän kulttuuristaan ja alkuperäiskansaoikeuksista.
sms: Lääʹddjânnmest lij jõnn teâttvääʹjjvuõtt säʹmmlain, sij kulttuurâst da alggmeervuõiggâdvuõđin.

source: Uusi ihmisoikeuskasvatusmateriaali kokoaa tietoa ja vinkkejä opetus- ja kasvatusalalle sekä saamelaisten haastatteluja aiheen ottamiseksi osaksi opetusta.
sms: Ođđ ooumažvuõiggâdvuõttpeâmmam-materiaal nåårr teâđaid da viiŋkid mätt ʼ tõs- da peâmmamsuârgga di säʹmmlai mainstâttmõõžžid ääʹšš välddmõššân pieʹǩǩen mättʼtõõzz.

source: Aiheina ovat muun muassa ihmisoikeusperusta, alkuperäiskansa, historia ja pakkosuomalaistaminen, kielelliset ja kulttuuriset ihmisoikeudet, ilmastonmuutoksen vaikutukset ja viestit kasvatusalalle.
sms: Äʹššen liâ jeäʹrbi mieʹldd ooumažvuõiggâdvuõttvuâđđ, alggmeer, historia da päkkläʹddlâsttmõš, ǩiõllʼlaž da kulttuursa ooumažvuõiggâdvuõđ, äimmõsmuttâz vaikktõõzz da saaǥǥ peâmmamsuârgga.

source: Materiaali on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
sms: Materiaal lij tuejjuum Heʹlssen universiteeʹtt pedagogikktiõttji tiõđkååʹdd, Sääʹmteeʹǧǧ da ooumažvuõiggâdvuõttkõõskõõzz õhttsažtuâjast.

source: Tuuli Miettunen toteutti opetus- ja kulttuuriministeriön tilaaman selvityksen saamelaistiedosta oppimateriaaleissa vuonna 2020 ja havaitsi, että tietoa on vähän ja jos sitä oli, se on esihistoriaan jäänyttä ja rasistista stereotypiaa toistavaa (Miettunen 2020).
sms: Tuuli Miettunen čõõđti mätt ʼ tõs- da kulttuuriministeria tiʹllʼjem čiõlǥtõõzz sääʹmteâđast mättmateriaal in eeʹjjest 2020 da vuâmmši, što teâtt leäi occanj da jõs tõt leäi, tõt leäi ouddhistoriaaʹje kuâđđjam da rasistla stereotypia nobstõõvi (Miettunen 2020).

source: Saamelaiskäräjien ylläpitämä Oktavuohta -sivusto tarjoaa saamelaistietoa ja aineistoja opetuksen tueksi, mutta laajasti katsottuna koulutusjärjestelmässä – ja tätä kautta koko suomalaisessa yhteiskunnassa – tiedetään saamelaisista todella vähän.
sms: Sääʹmteeʹǧǧ âʹlnn ââʹnnem Oktavuohta -seiddõs taʹrjjad sääʹmteâđ da aunnstõõzzid mättʼtõõzz tuärjjõssân, leša vaiddsânji ǩiõččeeʹl škooultõsriâšldõõǥǥâst – da tän pääiʹǩ ǩeeʹjjmieʹldd lääʹdd õhttsažkååʹddest – tieʹđet säʹmmlain tuõđi siõmmna.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso painottaa, että Suomessa tulisi toimeenpanna myös alemmalla lainsäädännön tasolla perustuslain (17 §:n) takaama oikeus saamelaisille ylläpitää ja kehittää alkuperäiskansana omaa kieltään ja kulttuuriaan, itsemääräämisoikeus sekä perustuslain takaama itsehallinto saamelaisalueella (121 §).
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso teäʹddad, što Lääʹddjânnmest õõlǥči tiuʹddepiijjâd še vueʹllǥab lääʹjjšiõttummuž tääʹzzest vuâđđlääʹjj (17 §) täʹǩǩeem vuõiggâdvuõtt säʹmmlaid tuõʹllʼjed da viikkâd ooudâs alggmeeran jiijjâs ǩiõl da kulttuuʹres, jiõččmieʹrreemvuõiggâdvuõtt di vuâđđlääʹjj täʹǩǩeem jiõččvaaldšem sääʹmvuuʹdest (121 §).

source: Alkuperäiskansan oikeudet on määritelty myös kansainvälisessä oikeudessa, joten kysymystä ei pitäisi pelkästään politisoida.
sms: Alggmeer ooumažvuõiggâdvuõđ lij meäʹrtõllum še meeraikõskksaž vuõiggâdvuõđâst, tõʹnt kõõččmõõžž ij õõlǥči tåʹlǩ politisâʹstted.

source: Ihmisoikeuskasvatus on toteutunut Suomessa riittämättömästi opettajankoulutuksessa (Ihmisoikeuskeskus 2014;
sms: Ooumažvuõiggâdvuõttpeâmmʼmõš lij teâuddjam Lääʹddjânnmest riʹjttjeeǩani uʹčteeʹlškooultõõzzâst (Ooumažvuõiggâdvuõttkõõskõs 2014;

source: Kasa ym., 2021).
sms: Kasa dj., 2021).

source: Tietämättömyydellä ihmisoikeuksista ja saamelaisista on laajoja vaikutuksia saamelaisten ihmisoikeuksien toteutumiseen.
sms: Tieđteʹmesvuõđin ooumažvuõiggâdvuõđin da säʹmmlain liâ veiddsõs vaikktõõzz säʹmmlai ooumažvuõiggâdvuõđi teâuddjummša.

source: Esimerkiksi saamelaisten asemaa alkuperäiskansana ei ymmärretä, vaikka Suomen perustuslaki sen tunnustaa.
sms: Ouddmiârkkân säʹmmlai sââʹj alggmeeran jeät fiʹtte, håʹt-i Lääʹddjânnam vuâđđlääʹǩǩ tõn toobdast.

source: Perustuslain takaamat kielelliset oikeudetkaan eivät toteudu riittävästi tämän vuoksi.
sms: Vuâđđlääʹjj täʹǩǩeem ni ǩiõlʼlaž ooumažvuõiggâdvuõđ jiâ tiõuddu riʹjttjeld tän diõtt.

source: Esimerkiksi oikeus omakielisiin sosiaali- ja terveyspalveluihin tai saamen kielen käyttämiseen viranomaisissa toteutuu puutteellisesti.
sms: Ouddmiârkkân vuõiggâdvuõtt jiijjâsǩiõllsaid sosiaal- da tiõrvâsvuõttkääzzkõõzzid leʹbe sääʹmǩiõl âânnmõʹšše veʹrǧǧniiʹǩǩin teâuddje vääʹneld.

source: Saamen kielten ja saamenkielinen opetus tavoittaa edelleen vain osan saamelaisoppilaista.
sms: Sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõs tääʹvat õõudâs pâi pieʹǩǩ sääʹmškooulniiʹǩǩin.

source: Suomelle toistuvasti huomautuksia ihmisoikeusvalvontaelimiltä saamelaisten kohtelusta
sms: Lääʹddjânnma tääuʹjeʹld mušttʼtummšid ooumažvuõiggâdvuõttvalvvâmorgaanin säʹmmlai ciʹsttjummšest

source: Suomi on saanut toistuvasti moitteita ihmisoikeusvalvontaelimiltä mm. alkuperäiskansan itsemääräämisoikeuteen puuttumisesta ja oikeuksien puutteellisesta toteutumisesta.
sms: Lääʹddjânnam lij vuäǯǯam tääuʹjeʹld läittmõõžžid ooumažvuõiggâdvuõttvalvvâmorgaanin odm. alggmeer jiõččmieʹrreemvuõiggâdvuõʹtte kässjõõttmõõžžâst da vuõiggâdvuõđi vännsõs teâuddjummšest.

source: Onkin korkea aika, että Suomen valtio ryhtyy toimiin saamelaisten ihmisoikeuksien toteuttamiseksi mm. tuomalla julkisuuteen oikeaa tietoa, tunnustamalla oikeuksien velvoittavuuden sekä puuttumalla saamelaisten kohtaamaan syrjintään ja vihapuheeseen.
sms: Lij pââimõs äiʹǧǧ, što Lääʹddjânnam riikk älgg toiʹmmjed säʹmmlai ooumažvuõiggâdvuõđi čõõđtummša odm. puuʹteeʹl õõlmâsvuõʹtte vuõigg teâđ, tobdsteeʹl vuõiggâdvuõđi õõlǥtemvuõđ di kässjõõđeeʹl säʹmmlai vuäǯǯam pâiʹlǩiõččmõʹšše da vââʹjjsaʹǩǩe.

source: Saamelaisten kulttuurisia oikeuksia uhkaa tietämättömyyteen pohjaavien hankkeiden lisäksi ilmastonmuutos
sms: Säʹmmlai kulttuursaž vuõiggâdvuõđid äštttieđteʹmesvuõʹtte vuâđđõõvi haʹŋǩǩõõzzi lââʹssenäimmõsmuuttâs

source: Tiina Sanila-Aikio muistuttaa, että ”ilmastonmuutos tulee muuttamaan kaiken”.
sms: Tiina Sanila-Aikio mušttat, što ”äimmõsmuuttâs puätt muʹtted puk”.

source: Sanila-Aikion puheenvuorossa tuodaan esiin, kuinka sään ääri-ilmiöt ovat jo lisääntyneet.
sms: Sanila-Aikio saaǥǥvuârast puuʹtet õuʹdde, mäʹhtt šõõŋ ruõbddeettmõõžž liâ juʹn lâssnam.

source: Ilmastonmuutos näkyy erityisesti arktisella alueella.
sms: Äimmõsmuuttâs kuâsttai jeäʹrben aarktlaž vuuʹdest.

source: Pelkästään ilmastonmuutos ei uhkaa saamelaisten elinoloja vaan myös tietämättömyys johtaa moniin hankkeisiin, jotka tuhoavat elinkeinon ja kulttuurin jatkamisen edellytyksiä.
sms: Tåʹlǩ äimmõsmuuttâs ij ääʹšt säʹmmlai jieʹllemåårrmõõžžid pâi še tieđteʹmesvuõtt jååʹđat määŋgaid haʹŋǩǩõõzzid, kook äʹštte jieʹllemvueʹjj da kulttuur juätkkmõõžž õudldõõzzid.

source: Saamelaisten kulttuuriset oikeudet ovatkin kiinteästi yhteydessä maaoikeuksiin.
sms: Säʹmmlai kulttuursa ooumažvuõiggâdvuõđ liâ še ǩiiddsânji õhttvuõđâst mäddvuõiggâdvuõđid.

source: Ihmisoikeuskoulutusaineisto on vapaasti ladattavissa ja lisäksi se tulee osaksi Demokratia- ja ihmisoikeuskasvatus opetus- ja kasvatustyössä -erikoiskurssia.
sms: Ooumažvuõiggâdvuõttškoultõsaunnstõs lij friijâld laaddâmnalla da lââʹssen tõt šâdd pieʹǩǩen Demokratia- da ooumažvuõiggâdvuõttpeâmmʼmõš mättʼtõs- da peâmmamtuâjast -spesiaalkuurs.

source: Kurssin osana näytetään myös Suvi Westin Eatnameamet – Hiljainen taistelumme -dokumenttielokuva, joka on tärkeä puheenvuoro saamelaisten näkökulmasta.
sms: Kuurs pieʹǩǩen čuäʹjtet še Suvi West Eatnameamet – Hiljainen taistelumme -dokumeʹnttjieʹllikartt, kååʹtt lij vääžnai saaǥǥvuârr säʹmmlai ǩiõččâmvueʹjjest.

source: Elokuva on julkaistu Koulukino -palvelussa ja syksyllä 2021 on tulossa lisää oppimateriaalia Koulukinoon oppilaitosten hyödynnettäväksi.
sms: Jieʹllikartt lij õlmstõttum Škooulkino -kääzzkõõzzâst da čâhčča 2021 liâ pueʹttmen lââʹzz mättmateriaal Škooulkinooʹje mättjemstroiʹttli äuʹǩǩeemnalla.

source: Uusi oppimateriaali on suunnattu tueksi opettajille ja tiedoksi laajalle yleisölle
sms: Ođđ mättmateriaal lij tillʼlõvvum tuärjjõssân uʹčteeʹlid da teâttan veiddsõs narooʹde

source: Arviolta yli 70 % saamelaisista asuu saamelaisalueen ulkopuolella (ks. Keva 2020 ), ja tämä on tärkeää jokaisen opettajan tiedostaa;
sms: Aʹrvvõõzz mieʹldd pâʹjjel 70 % säʹmmlain jäälast sääʹmvuuʹd åålǥbeäʹlnn (kč. Keva 2020 ), da tät lij vääžnai juõǩǩʼka uʹčteeʹl teâđsted;

source: saako oppilas tietoa omasta kulttuuristaan ja demokratiakasvatuksen kannalta relevanttia tietoa esimerkiksi saamelaiskäräjistä yhteiskunnassa toimimiseen?
sms: vuäǯǯ-a škooulneǩ teâđ jiijjâs kulttuurâst da demokratiapeâmmʼmõõžž beäʹlnn relevaant teâđ ouddmiârkkân Sääʹmteeʹǧǧest õhttsažkååʹddest tåimmjummša?

source: Ja toisaalta, millaista tietoa suomalainen oppilas saa saamelaisuudesta?
sms: Da nuuʹbb-beäʹlnn, måkam teâđ lääʹdd škooulneǩ vuäǯǯ säʹmmlažvuõđâst?

source: Nyt julkaistu ihmisoikeuskasvatusmateriaali tarjoaa tietoa muun muassa saamelaisista, alkuperäiskansan ja itsemääräämisoikeuden ihmisoikeusperustasta, historiasta ja koulun roolista, kielellisistä ja kulttuurisista ihmisoikeuksista, ilmastonmuutoksen vaikutuksista saamelaisiin ja vinkkejä opettajille ja kasvattajille.
sms: Ååʹn õlmstõttum ooumažvuõiggâdvuõttpeâmmam-materiaal õudd teâđ jeäʹrbi mieʹldd säʹmmlain, alggmeer da jiõččmieʹrreemvuõiggâdvuõđ ooumažvuõiggâdvuõttvuâđast, historiast da škooul roolâst, ǩiõlʼlaž da kulttuursaž ooumažvuõiggâdvuõđin, äimmõsmuttâz vaikktõõzzâst säʹmmlaid da viiŋkid uʹčteeʹlid da jeäʹlteejid/puärrsid.

source: Keskeinen näkökulma on myös saamelaiset yhtenä kansana Saamenmaalla, joka ylittää valtioiden rajat.
sms: Kõskksaž ǩiõččâmvueʹǩǩ lij še säʹmmla õhttân meeran Sääʹmjânnmest, kååʹtt râstldad riikki raajid.

source: Mukana on saamelaisten puheenvuoroja itsemääräämisoikeudesta, elinkeinosta, suhteesta luontoon ja opetusmateriaaleista.
sms: Mieʹldd liâ säʹmmlai saaǥǥvuâr jiõččmieʹrreemvuõiggâdvuõđâst, jieʹllemvueʹjjest, kõskkvuõđâst luõttu da mättʼtõsmateriaalin.

source: Koulutusaineisto on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
sms: Škooultõsaunnstõs lij tuejjuum Heʹlssen universiteeʹtt pedagogikktiõttji tiõđkååʹdd, Sääʹmteeʹǧǧ da Ooumažvuõiggâdvuõttkõõskõõzz õhttsažtuâjast.

source: Työ toteutettiin osana Ihmisoikeudet, demokratia, arvot ja dialogi kasvatuksessa -hanketta 2018-2021 , jonka tarkoitus on ollut parantaa ihmisoikeustietoisuutta kasvatusalalla.
sms: Tuâjj viʹǩǩeš čõõđ pieʹǩǩen Ooumažvuõiggâdvuõđ, demokratia, äärv da dialoog peâmmʼmõõžžâst -haʹŋǩǩõõzz 2018-2021 , koon miârktõs lij leämmaž pueʹreed ooumažvuõiggâdvuõtt-tieʹttemvuõđ peâmmamsueʹrjest.

source: Hanketta ovat rahoittaneet vuonna 2020-2021 Ihmisoikeuskeskus , oikeusministeriö ja Helsingin yliopisto .
sms: Haʹŋǩǩõõzz liâ teäggtam eeʹjjest 2020-2021 Ooumažvuõiggâdvuõttkõõskõs , vuõiggâdvuõttministeria da Heʹlssen universiteʹtt .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuija Kasa, asiantuntija (osa-aikainen), Ihmisoikeuskeskus / väitöskirjatutkija, Helsingin yliopisto, +358(0)29 412 0665, tuija.kasa(at)helsinki.fi
sms: Tuija Kasa, äʹšštobddi (vueʹssäiggsaž), Ooumažvuõiggâdvuõttkõõskõs / näʹǧǧeemǩeʹrjjtuʹtǩǩeei, Heʹlssen universiteʹtt, +358(0)29 412 0665, tuija.kasa@helsinki.fi

source: Ulla Aikio-Puoskari, koulutussihteeri, saamelaiskäräjät, +358(0)10 839 3112, ulla.aikio-puoskari(at)samediggi.fi
sms: Ulla Aikio-Puoskari, škooultõspiisar, Sääʹmteʹǧǧ, +358(0)10 839 3112, ulla.aikio-puoskari@samediggi.fi

source: Sirpa Rautio, johtaja, Ihmisoikeuskeskus, +358(0)9 432 3780, sirpa.rautio(at)ihmisoikeuskeskus.fi
sms: Sirpa Rautio, jååʹđteei, Ooumažvuõiggâdvuõttkõõskõs, +358(0)9 432 3780, sirpa. rautio@ooumažvuõiggâdvuõttkõõskõs.

source: Lähteitä:
sms: fi

source: Ihmisoikeuskeskus (2014): Ihmisoikeuskasvatus- ja koulutus Suomessa.
sms: Teâttkääiv:

source: Ihmisoikeuskeskus.
sms: Ooumažvuõiggâdvuõttkõõskõs (2014): Ooumažvuõiggâdvuõttpeâmmʼmõš- da škooultõs Lääʹddjânnmest.

source: Osoitteessa: https://ihmisoikeuskeskus-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-Ihmisoikeuskasvatus-%20ja%20-koulutusselvitys.pdf
sms: Ooumažvuõiggâdvuõttkõõskõs.

source: Kasa, T., Rautiainen, M., Malama, M., &amp; Kallioniemi, A. (2021).
sms: Addrõõzzâst: https://ooumažvuõiggâdvuõttkõõskõs-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-ooumažvuõiggâdvuõttpeâmmʼmõš-%20da%20-škooultõsčiõlǥtõs.

source: ‘Human rights and democracy are not self-evident’: Finnish student teachers’ perceptions on democracy and human rights education.
sms: pdf

source: Human Rights Education Review , 4 (2), 69–84.
sms: Kasa, T., Rautiainen, M., Malama, M., &amp; Kallioniemi, A. (2021).

source: https://doi.org/10.7577/hrer.3937
sms: ‘Human rights and democracy are not self-evidentʼ: Finnish student teachersʼ perceptions on democracy and human rights education.

source: Miettunen, T (2020).
sms: Human Rights Education Review , 4 (2), 69–84.

source: Saamelaistietoa vai puuttuvaa tietoa saamelaisista?
sms: https://doi.org/10.7577/hrer.3937

source: : Selvitys saamelaistiedosta peruskoulun suomen- ja ruotsinkielisissä oppimateriaaleissa.
sms: Miettunen, T (2020).

source: Opetus- ja kulttuuriministeriön julkaisuja 2020:29.
sms: Sääʹmteâđ avi vännsõs teâđ säʹmmlain?

source: https://julkaisut.valtioneuvosto.fi/handle/10024/162566 (17.6.2021)
sms: : Čiõlǥtõs sääʹmteâđain vuâđđškooul lääʹddjânnam- da ruõccǩiõllsaž mättmateriaalin.

source: Oktavuohta – saamelaistietoa opetukseen: https://www.oktavuohta.com/
sms: Mättʼtõs- da kulttuurministeria čõõđtummšid 2020:29.

source: Ranta, K. &amp; Kanninen, J. 2019.
sms: https://čõõđtõõzz.

source: Vastatuuleen: Saamen kansan pakkosuomalaistamisesta.
sms: riikksuåvtõs.

source: Helsinki: Kustantamo S &amp; S.
sms: fi/handle/10024/162566 (17.6.2021)

source: Valmiuksia saamelais- ja romaninuorten kohtaamiseen – maksuton koulutus opettajille: https://www.nuortenakatemia.fi/hankkeet/kulttuurien-koulu/
sms: Oktavuohta – sääʹmteâđ mättʼtõsse: https://www.oktavuohta.com/

source: Kuva: Kevin Francett
sms: Ranta, K. &amp; Kanninen, J. 2019.
